{
  "Proceed Screen": {
    "DESCRIPTIONS": [
			"[Leave]"
	]
  },
  "Accursed Blacksmith": {
	"NAME": "Ominous Forge",
    "DESCRIPTIONS": [
			"You duck into a small hut. Inside, you find what appears to be a forge. The smithing tools are covered with dust, yet a fire roars inside the furnace. You feel on edge...",
			"You decide to put the forge to use and... NL #y@CLANG@ #y@CLAAANG@ #y@CLANG!@ NL ...improve your arsenal!",
			"You decide to see if you can find anything of use. After uncovering tarps, looking through boxes, and checking nooks and crannies, you find a dust covered #y~relic!~ ",
			"As you go through the finishing touches, the flames of the forge jump out at you, #r@burning@ #r@and@ #r@scarring@ your arms..",
			"You can't shake this #r~ugly~ #r~feeling~ as you exit the hut. Maybe you disturbed some sort of spirit?",
			"There doesn't seem to be anything of use. You exit the way you came, the flames of the furnace casting #p~eerie~ #p~shadows~ on the walls inside the hut..."
	],
    "OPTIONS": [
			"[Forge] #gUpgrade #ga #gcard. #r25%: #rBecome #rCursed #r- #rInjury.",
			"[Rummage] #gObtain #ga #gRelic. #r75%: #rBecome #rCursed #r- #rNormality.",
			"[Leave]",
			"Choose a Card to Upgrade",
			"[Locked] Requires: Upgradeable Cards"
    ]
  },
  "Bonfire Elementals": {
	"NAME": "Bonfire Spirits",
    "DESCRIPTIONS": [
			"You happen upon a group of what looks like #ppurple #pfire #pspirits ~dancing~ around a large bonfire. NL ",
			"The spirits toss small bones and fragments into the fire, which ~brilliantly~ ~erupts~ each time. NL As you approach, the spirits all turn to you, expectantly...",
			"You toss an offering into the bonfire. NL NL ",
			"However, the spirits aren't happy that you offered a #pCurse... The card fizzles a meek black smoke. You receive a... #p~something~ in return.",
			"Nothing happens... NL The spirits seem to be ignoring you now. Disappointing...",
			"The flames grow slightly brighter. NL The spirits continue dancing. You feel slightly warmer from their presence.. NL You #gheal #b5 HP.",
			"The flames erupt, growing significantly stronger! NL The spirits dance around you excitedly, filling you with a ~sense~ ~of~ ~warmth.~ NL You are #ghealed to full HP.",
			"The flames @burst,@ nearly knocking you off your feet, as the fire @doubles@ in strength. NL The spirits dance around you excitedly before ~merging~ ~into~ ~your~ ~form,~ filling you with warmth and strength. NL Your Max HP increases by #b10 and you are #ghealed to full HP."
	],
    "OPTIONS": [
			"[Continue]",
			"[Leave]",
			"[Offer] Receive a reward based on the offer.",
			"Select a Card to Offer."
    ]
  },
  "Match and Keep!": {
	"NAME": "Match and Keep!",
    "DESCRIPTIONS": [
			"\" #bTwelve cards! Match them to keep them! #bFive tries, no do-overs. NL Are you ready? Let's start!\"",
			"You complete the gremlin's game and look up. NL He disappeared?",
			"A gremlin is madly shuffling cards on a table. This monster seems to be a harmless one. You approach him out of curiosity."
	],
    "OPTIONS": [
			"[Continue]",
			"[Leave]",
			"[Play]",
			"Remaining Attempts: #y"
    ]
  },
  "Duplicator": {
	"NAME": "Duplicator",
    "DESCRIPTIONS": [
			"Before you lies a decorated altar to some ancient entity.",
			"You kneel respectfully. A ghastly mirror image appears from the shrine and collides into you.",
			"You ignore the shrine, confident in your choice."
	],
    "OPTIONS": [
			"[Pray] #gDuplicate #ga #gcard #gin #gyour #gdeck.",
			"[Leave]",
			"Select a Card to Duplicate."
    ]
  },
  "Fountain of Cleansing": {
	"NAME": "The Divine Fountain",
    "DESCRIPTIONS": [
			"You come across #b~shimmering~ #b~water~ flowing endlessly from a fountain on a nearby wall.",
			"As you drink the #b~water,~ you feel a #pdark #pgrasp loosen.",
			"Unsure of the nature of this water, you continue on your way, parched."
	],
    "OPTIONS": [
			"[Drink] #gRemove #gall #gCurses #gfrom #gyour #gdeck.",
			"[Leave]"
    ]
  },
  "Golden Shrine": {
	"NAME": "Golden Shrine",
    "DESCRIPTIONS": [
			"Before you lies an elaborate shrine to an ancient spirit. ",
			"As your hand touches the shrine, #ygold rains from the ceiling ~showering~ ~you~ ~in~ ~riches.~ ",
			"Each time you strike the shrine, #ygold pours forth again and again! NL NL As you pocket the riches, something #rweighs #rheavily #ron #ryou.",
			"You ignore the shrine."
	],
    "OPTIONS": [
			"[Pray] #gGain #g",
			" #gGold.",
			"[Desecrate] #gGain #g250 #gGold. #rBecome #rCursed #r- #rRegret.",
			"[Leave]"
    ]
  },
  "Lab": {
	"NAME": "Lab",
    "DESCRIPTIONS": [
			"You find yourself in a room filled with racks of test tubes, beakers, flasks, forceps, pinch clamps, stirring rods, tongs, goggles, funnels, pipets, cylinders, condensers, and even a rare spiral tube of glass. NL NL Why do you know the name of all these tools? It doesn't matter, you take a look around."
	],
    "OPTIONS": [
			"[Search] #gFind #gsome #gPotions!"
    ]
  },
  "Purifier": {
	"NAME": "Purifier",
    "DESCRIPTIONS": [
			"Before you lies an elaborate shrine to a forgotten spirit.",
			"As you kneel in reverence, you feel a weight lifted off your shoulders.",
			"You ignore the shrine."
	],
    "OPTIONS": [
			"[Pray] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
			"[Leave]",
			"Select a Card to Remove."
    ]
  },
  "Transmorgrifier": {
	"NAME": "Transmogrifier",
    "DESCRIPTIONS": [
			"Before you lies an elaborate shrine to a forgotten spirit.",
			"As the power of the shrine flows through you, your mind feels altered.",
			"You ignore the shrine."
	],
    "OPTIONS": [
			"[Pray] #gTransform #ga #gcard.",
			"[Leave]",
			"Select a Card to Transform."
    ]
  },
  "Upgrade Shrine": {
	"NAME": "Upgrade Shrine",
    "DESCRIPTIONS": [
			"Before you lies an elaborate shrine to a forgotten spirit.",
			"The shrine's energy flows into you, making you stronger.",
			"You ignore the shrine."
	],
    "OPTIONS": [
			"[Pray] #gUpgrade #ga #gcard.",
			"[Leave]",
			"Select a Card to Upgrade.",
			"[Locked] Requires: Upgradeable Cards"
    ]
  },
  "Wheel of Change": {
	"NAME": "Wheel of Change",
    "DESCRIPTIONS": [
			"You come upon a dapper looking, cheery gremlin. NL \"It's time to spin the wheel! Are you ~R~ ~E~ ~A~ ~D~ ~Y~ ~?~ Of course you are!\"",
			"\"You win some #yGOLD! NL YAY!!!!\"",
			"\"Ah, a #ggift! NL Enjoy!\"",
			"\"Oooh, a free #gHeal for you!\"",
			"\"Looks like you won a #pCurse! NL That's not good. NL Oh well! Better luck next time!\"",
			"\"Ohh, the power of #r~darkness...~ NL Choose a card to remove from your deck!\"",
			"\"Uh oh! NL You lose!\" NL You spot him readying a shiv...",
			"You slash at the crazy gremlin but he's simply too quick! NL He gets you a few times with a crude shiv. NL \"The price has been paid!!\" NL and with that, both the gremlin and its wheel disappear in a puff of smoke."
	],
    "OPTIONS": [
			"[Play]",
			"[Prize!] YAY!!!!",
			"[Prize!] #gGain #ga #gRelic.",
			"[Prize!] #gHeal #gto #gfull #ghealth.",
			"[Prize?] #rCurse #r- #rDecay.",
			"[Prize!] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
			"[Prize?] #rLose #r",
			" #rHP.",
			"[Leave]",
			"Select a Card to Remove."
    ]
  },
  "Falling": {
	"NAME": "Falling",
    "DESCRIPTIONS": [
			"As you head upwards hopping from one floating shape to another, you slip. NL NL You begin to fall.",
			"While in free fall you consider your options: NL Land safely with your greatest techniques. NL Channel a Power to survive the fall. NL Strike at the wall to hang on to it.",
			"You land with extreme grace before continuing on.",
			"Harnessing and expending some of your raw power, you manage to land unhurt.",
			"You are able to latch on to the wall, and manage to make a short hop onto another stable platform."
	],
    "OPTIONS": [
			"[Continue]",
			"[Land] #rLose ",
			"[Locked] Requires: Skill Card",
			"[Channel] #rLose ",
			"[Locked] Requires: Power Card",
			"[Strike] #rLose ",
			"[Locked] Requires: Attack Card",
			"[Leave]"
    ]
  },
  "Stuck": {
	"NAME": "Stuck",
    "DESCRIPTIONS": [
			"While crawling though some rubble, you manage to get your leg stuck in some rocks.",
			"What should you do?",
			"Hopefully nobody sees you like this!",
			"Your dignity is more important than time."
	],
    "OPTIONS": [
			"[Continue]",
			"[Take Off Pants] #rLose #ryour #rpants #rand ",
			"[Tug] #gKeep #gyour #gpants #gand #gUpgrade ",
			"[Locked] Requires: Unupgraded Card",
			"[Leave]"
    ]
  },
  "The Moai Head": {
	"NAME": "The Moai Head",
    "DESCRIPTIONS": [
			"You stumble across something that feels *very* out of place. Before you, an enormous stony head emerges from a large wall segment that does not shift and change like the rest of this area. NL The head's mouth is wide open, and it reveals large intimidating teeth stained red with blood. The surface of the statue is riddled with pictographs that seem to indicate people throwing themselves into the mouth of this head and being devoured. Why would anyone do that?",
			"At first when you step up into the mouth of the statue, nothing happens. As you start to feel more than a little foolish, the huge molars slam down from above, crushing you whole. NL @Darkness.@ NL Sometime later from within the dark, you see a sliver of light, and hear what you now realize is the sound of stony teeth slowly rising upwards. NL NL NL You leave confused.",
			"You jump back a little as the gigantic molars smash down on the idol, smashing it into dust. As the teeth start to rise up again, #ygold pours forth in a torrent from the opening, flooding you with riches.",
			"You leave, wondering what could have been."
	],
    "OPTIONS": [
			"[Jump Inside] #gHeal #gto #gfull #gHP. #rLose #r",
			" #rMax #rHP.",
			"[Offer: Golden Idol] #gReceive #g333 #gGold. #rLose #rGolden #rIdol.",
			"[Locked] Requires: Golden Idol.",
			"[Leave]"
    ]
  },
  "Mysterious Sphere": {
	"NAME": "Mysterious Sphere",
    "DESCRIPTIONS": [
			"Jutting from the chaotic terrain around you, a bony sphere surrounds a mysterious glowing object within. NL While you are curious what lies inside, you notice some sentries keeping an eye on it.",
			"As soon as you strike the sphere, the sentries spring to life around you!",
			"No need to be greedy."
	],
    "OPTIONS": [
			"[Open Sphere] #rFight. #gReward: #gRelic.",
			"[Leave]",
			"[Fight]"
    ]
  },
  "Thinking with Puddles": {
	"NAME": "Thinking with Puddles",
    "DESCRIPTIONS": [
			"You walk into a shimmering puddle... and you drop out of the ceiling right above it! NL While in freefall, you consider your options.",
			"You flail your arms in panic and unleash all of your hidden tricks to prevent yourself from injury. Instead, you fall into the puddle again... and again... and again. Days pass before you realize how to get out. Truly miserable.",
			"You brace yourself for the landing but there is simply no good way to land when ejected from such a bizarre contraption. @THUD@ NL NL ...you lay there for a while, cursing the existence of puddles, both liquid and magical."
	],
    "OPTIONS": [
			"[Gooped] #rLose #ra #rrandom #rRare #rcard.",
			"[Land Face First] #rTake #r",
			" #rdamage. #rBecome #rCursed #r- #rInjury.",
			"[Leave]"
    ]
  },
  "Tomb of Lord Red Mask": {
	"NAME": "Tomb of Lord Red Mask",
    "DESCRIPTIONS": [
			"A highly ornamented tomb can be seen on the other side of a floating path. Upon reaching the tomb, you notice a slot for #ygold coins with a scratched out inscription above it.",
			"You don the mask and the tomb starts to ~flake~ ~away...~ a secret passage! NL NL The passage is lined with countless stolen goods and mounds of #ygold!",
			"An opening appears in the tomb and out slides a small red mask with a note attached. \"Take from others as I have taken from you!\""
	],
    "OPTIONS": [
			"[Don the Red Mask] #gGain #g222 #gGold.",
			"[Locked] Requires: Red Mask.",
			"[Offer: ",
			" Gold] #rLose #rall #rGold. #gGain #ga #gRelic.",
			"[Leave]"
    ]
  },  
  "Winding Halls": {
	"NAME": "Winding Halls",
    "DESCRIPTIONS": [
			"As you slowly make your way up the twisting pathways, you constantly find yourself losing your way as the walls and ground seem to inexplicably shift before your eyes. The constant whispering voices in the back of your head aren't helping things either.",
			"Passing by a structure you are certain you have previously seen you start to question if you are going insane, or if the impossible geography of this place is starting to get to you. You need to change something, and soon. That's what the voices say anyway, and why would they lie?",
			"Something in you cracks. Only the truly mad can understand a place like this, so you give into the chattering voices and continue on with a \"new\" perspective. Things do seem to make so much more sense now.",
			"As you take a moment to stop and carefully observe the undulating landscape around you, the hint of a pattern starts to emerge from within the randomness. Whenever the demented noises begin to interrupt your thoughts, you struggle through the mental pain and ignore it. NL NL Eventually you successfully map out a path forward, and continue on, now resistant to the nefarious nature of this alien place."
	],
    "OPTIONS": [
			"...",
			"[Embrace Madness] #gReceive #g2 #gMadness. #rLose #r",
			" #rHP.",
			"[Focus] #rBecome #rCursed #r- #rWrithe. #gHeal #g",
			"[Leave]",
			" #gHP."
    ]
  },
  "Big Fish": {
	"NAME": "Big Fish",
    "DESCRIPTIONS": [
			"As you make your way down a long corridor you see a #ybanana, a #ydonut, and a #ybox ~floating~ about. No... upon closer inspection they are tied to strings coming from holes in the ceiling. There is a quiet @cackling@ from above as you approach the objects. NL What do you do?",
			"You eat the #ybanana. It is nutritious and slightly #bmagical, healing you.",
			"You eat the #ydonut. It really hits the spot! Your Max HP increases.",
			"",
			"You grab the box. Inside you find a #yrelic!",
			" NL However, you really craved the donut... NL You are filled with ~sadness,~ but mostly #rregret."
	],
    "OPTIONS": [
			"[Banana] #gHeal #g",
			" #gHP.",
			"[Donut] #gMax #gHP #g+",
			".",
			"[Box] #gReceive #ga #gRelic. #rBecome #rCursed #r- #rRegret.",
			"[Leave]"
    ]
  },
  "The Cleric": {
	"NAME": "The Cleric",
    "DESCRIPTIONS": [
			"A strange blue humanoid with a golden helm(?) approaches you with a huge smile. NL @\"Hello@ @friend!@ I am #bCleric! Are you interested in my services?!\" the creature shouts, loudly.",
			"A warm golden light envelops your body and dissipates. NL The creature grins. \"Cleric best healer. @Have@ @a@ @good@ @day!\"@",
			"A cold blue flame envelops your body and dissipates. NL The creature grins. \"Cleric talented. @Have@ @a@ @good@ @day!\"@",
			"You don't trust this #b\"Cleric\", so you leave."
	],
    "OPTIONS": [
			"[Heal] #y35 #yGold: #gHeal #g",
			"[Locked] Requires: ",
			" Gold.",
			"[Purify] #y",
			" #yGold: #gRemove #ga #gcard #gfrom #gyour #gdeck.",
			"[Locked] Requires: 50 Gold.",
			"[Leave]",
			"Select a Card to Remove.",
			" #gHP."
    ]
  },
  "Dead Adventurer": {
	"NAME": "Dead Adventurer",
    "DESCRIPTIONS": [
			"While searching the adventurer you are caught off guard!",
			"You exit without a sound.",
			"You come across a #rdead #radventurer on the floor. NL His #bpants have been stolen! Also, ",
			"the armor and face appear to be #r@scoured@ #r@by@ #r@flames.@ ",
			"it looks as though he's been #r@gouged@ #r@and@ #r@trampled@ by a horned beast. ",
			"he looks to have been #r@eviscerated@ #r@and@ #r@chopped@ by giant claws. ",
			"NL Though his #ypossessions #yare #ystill #yintact, you're in no mind to find out what happened here...",
			"You found some #ygold! NL Continue searching?",
			"Hmm, couldn't find anything... NL Continue searching?",
			"You found a #yrelic! Continue searching?",
			"Looks like you searched all his belongings without a hitch!"
	],
    "OPTIONS": [
			"[Search] #gFind #gLoot. #r",
			"[Leave]",
			"[Fight]",
			"[Continue] #gFind #gLoot. #r",
			"%: #rmonster #rreturns."
    ]
  },
  "Golden Idol": {
	"NAME": "Golden Idol",
    "DESCRIPTIONS": [
			"You come across an inconspicuous pedestal with a #yshining #ygold #yidol sitting peacefully atop. It looks incredibly valuable. NL NL You sure don't see any traps nearby.",
			"As you grab the Idol and stow it away, a giant boulder smashes through the ceiling into the ground next to you. NL You realize that the floor is slanted downwards as the boulder starts to roll towards you.",
			"@RUUUUUUUUUUN!@ NL You barely leap into a side passageway as the boulder rushes by. Unfortunately it feels like you sprained something however.",
			"You throw yourself at the boulder with everything you have. When the dust clears, you can make a safe way out.",
			"@SQUISH!@ NL The boulder flattens you a little as it passes by, but otherwise you can get out of here.",
			"If there was ever an obvious trap, this would be it. NL You decide not to interfere with objects placed upon pedestals."
	],
    "OPTIONS": [
			"[Take] #gReceive #gGolden #gIdol. #rTrigger #ra #rtrap.",
			"[Leave]",
			"[Outrun] #rBecome #rCursed #r- #rInjury.",
			"[Smash] #rTake #r",
			" #rDamage.",
			"[Hide] #rLose #r",
			" #rMax #rHP."
    ]
  },
  "Golden Wing": {
	"NAME": "Wing Statue",
    "DESCRIPTIONS": [
			"Among the stone and boulders, you notice an intricate large blue statue resembling a wing. NL You find #ygold spilling from its cracks. Maybe there is more inside...",
			"Someone once told you of a cult that worshipped a giant bird. As you kneel in prayer, you begin to ~feel~ ... ~lightheaded~ . NL NL You wake up some time later, feeling strangely fleet of foot.",
			"With all your might, you hack away at the statue. NL It soon @crumbles,@ revealing a #ypile #yof #ygold. You grab as much as you can and continue onwards.",
			"The statue makes you feel ~uneasy.~ You walk past and continue onward."
	],
    "OPTIONS": [
			"[Pray] #gRemove #ga #gcard #gfrom #gyour #gdeck. #rLose #r",
			" #rHP.",
			"[Destroy] #gGain #g",
			" #g- #g",
			" #gGold.",
			"[Locked] Requires: Card with ",
			" or more damage.",
			"[Leave]",
			"[Continue]",
			"Select a Card to Remove."
    ]
  },
  "World of Goop": {
	"NAME": "World of Goop",
    "DESCRIPTIONS": [
			"You fall into a puddle. NL @IT'S@ @MADE@ @OF@ #g@SLIME@ #g@GOOP!!@ NL Frantically, you claw yourself out over several minutes as you feel the goop starting to burn. NL You can feel goop in your ears, goop in your nose, goop everywhere. NL NL Climbing out, you notice that some of your #ygold is missing. Looking back to the puddle you see your missing coins combined with #ygold from unfortunate adventurers mixed together in the puddle.",
			"Feeling the sting of the goop as the prolonged exposure starts to melt away at your skin, you manage to fish out the #ygold.",
			"You decide that mess is not worth it."
	],
    "OPTIONS": [
			"[Gather Gold] #gGain #g",
			" #gGold. #rLose #r",
			" #rHP.",
			"[Leave It] #rLose #r",
			" #rGold.",
			"[Leave]"	
    ]
  },
  "Liars Game": {
	"NAME": "The Ssssserpent",
    "DESCRIPTIONS": [
			"You walk into a room to find a large hole in the ground. As you approach the hole, an enormous serpent creature appears from within. NL NL ~\"Ho~ ~hooo!~ ~Hello~ ~hello!~ ~what~ ~have~ ~we~ ~got~ ~here?~ Hello adventurer, I ask a simple question. NL The most fulfilling of lives is that in which you can #y~buy~ #y~anything!~ NL Do you agree?\"",
			"~\"Yeeeeeeessssssssssessss!~ NL ~Thisss~ ~will~ ~all~ ~be~ ~worthhh~ ~it.~ NL ~..ssSSs.....~ ~ss...~ ~sssss....!\"~",
			"The serpent stares at you with a look of extreme disappointment.",
			"The serpent rears its head and blasts a stream of #ygold upwards! NL It is amazing and terrifying simultaneously. NL You gather all the #ygold, thank the snake, and get going."
	],
    "OPTIONS": [
			"[Agree] #gReceive #g",
			" #gGold. #rBecome #rCursed #r- #rDoubt.",
			"[Disagree]",
			"[Continue]",
			"[Leave]"
    ]
  },  
  "Living Wall": {
	"NAME": "Living Wall",
    "DESCRIPTIONS": [
			"As you come to a dead-end and begin to turn around, walls @slam@ @down@ from the ceiling, trapping you! NL NL Three faces materialize from the walls and speak. NL #b\"Forget #bwhat #byou #bknow, #band #bI'll #blet #byou #bgo.\" NL #p\"I #prequire #pchange #pto #psee #pa #pnew #pspace.\" NL #y\"If #yyou #ywant #yto #ypass #yme, #ythen #yyou #ymust #ygrow.\"",
			"Satisfied, the walls in front of you merge back into the ceiling, leaving a path forward."
	],
    "OPTIONS": [
			"[Forget] #gRemove #ga #gcard #gin #gyour #gdeck.",
			"[Change] #gTransform #ga #gcard #gin #gyour #gdeck.",
			"[Grow] #gUpgrade #ga #gcard #gin #gyour #gdeck.",
			"Select a Card to Remove.",
			"Choose a Card to Transform.",
			"Choose a Card to Upgrade.",
			"[Leave]",
			"[Locked] Requires: Upgradeable Cards"
    ]
  },
  "Mushrooms": {
	"NAME": "Mushrooms",
    "DESCRIPTIONS": [
			"You give in to the unnatural desire to eat. As you consume mushroom after mushroom, you feel yourself entering into a daze and pass out. As you awake, you feel very odd. NL You #gHeal #b25% of your HP, but you also get #rinfected.",
			"#r@Ambushed!!@ NL Rodents infested by the mushrooms appear out of nowhere!",
			"You enter a corridor full of #b~hypnotizing~ #b~colored~ #b~mushrooms.~ NL Due to your lack of specialization in mycology you are unable to identify the specimens. NL You want to escape, but feel oddly compelled to eat a #b~mushroom...~"
	],
    "OPTIONS": [
			"[Stomp] #rAnger #rthe #rMushrooms.",
			"[Eat] #gHeal #g",
			" #gHP. #rBecome #rCursed #r- #rParasite.",
			"[Fight]",
			"[Leave]"
    ]
  },
  "N'loth": {
	"NAME": "N'loth",
    "DESCRIPTIONS": [
			"An odd creature with a hunched back sprouting several tentacles is scrounging through a pile of trash and debris in front of you. As you approach, he shuffles towards you in a non-threatening manner. NL \"N'loth hungry. Feed N'loth.\"",
			"Holding the #yrelic out towards him, N’loth snatches it out of your hand with his tentacles, dislocates his jaw, and slurps down your offer in one quick gulp. NL He gives you a large, toothy grin as more tentacles appear from behind his cloak, these ones brandishing an impossibly neat looking box. He pushes it towards you until you take it.",
			"You shake your head. N'loth hunches even further and sighs, then scuttles away."
	],
    "OPTIONS": [
			"[Offer: ",
			"] #rLose #rthis #rrelic. #gGain #ga #gnew #gspecial #grelic.",
			"[Leave]"
    ]
  },
  "Scrap Ooze": {
	"NAME": "Scrap Ooze",
    "DESCRIPTIONS": [
			"As you walk into the room you hear a ~gurgling~ and the @grinding@ of metals. Before you is a slime-like creature that ate too much scrap for its own good. From the center of the creature you see glints of strange light, perhaps something magical? It looks like you can get some #ytreasure if you just reach inside its... opening. However, the acid and sharp objects may #rhurt.",
			"#r@Ouch!@ NL All you find is corroded metal and a bit of #r@burning@ #r@pain.@ NL However, you're still convinced there's a #yrelic...",
			"#gSuccess! NL After rummaging through the metal and burning acid, you finally grab hold of a #yrelic and yank it out. NL You pull your way out of the ooze #rdamaged but rewarded.",
			"You decide to leave the area. NL The slime pays no attention, content with its meal."
	],
    "OPTIONS": [
			"[Reach Inside] #rLose #r",
			" #rHP. #g",
			"%: #gFind #ga #gRelic.",
			"[Leave]",
			"[Deeper] #rLose #r"
    ]
  },
  "Shining Light": {
	"NAME": "Shining Light",
    "DESCRIPTIONS": [
			"You find a shimmering #ymass #yof #ylight encompassing the center of the room. NL NL Its ~warm~ ~glow~ and ~enchanting~ ~patterns~ invite you in.",
			"As you walk through the light, you notice that the light is absorbed into you. NL It's #r@scorching@ #r@hot@ ! However, the pain quickly recedes. NL You feel #binvigorated, as though you received a well deserved slap.",
			"You walk around it, wondering what could have been."
	],
    "OPTIONS": [
			"[Enter] #gUpgrade #g2 #grandom #gcards. #rLose #r",
			" #rHP.",
			"[Leave]",
			"[Locked] Requires: Upgradeable Cards"
    ]
  },
  "Addict": {
	"NAME": "Addicted",
    "DESCRIPTIONS": [
			"As you attempt to sneak past a group of shrouded figures, a naked, red-skinned man approaches you. NL \"Got any #yJ.A.X., friend? I got the @shakes@ bad! Please... maybe some #yCoin?\" NL He seems delusional, but harmless.",
			"\"Oh yes, ~yes!~ Here here, a fair trade!\"",
			"The addict throws a loud tantrum, screaming and cursing at you. NL You escape before drawing unwanted attention."
	],
    "OPTIONS": [
			"[Offer Gold] #y",
			" #yGold: #gReceive #ga #gRelic.",
			"[Locked] Requires: ",
			" Gold.",
			"[Give JAX] #gReceive #ga #gRelic. #rLose #rJ.A.X.",
			"[Locked] Requires: J.A.X.",
			"[Leave] Ignore the addict.",
			"[Leave]"
    ]
  },
  "Back to Basics": {
	"NAME": "Ancient Writing",
    "DESCRIPTIONS": [
			"Scaling the city, you notice a wall covered in the writing of #y~Ancients.~ As you try to wrap your head around what the puzzling symbols and glyphs could mean, the writing begins to #b~glow.~ NL Suddenly, the message becomes clear...",
			"The answer was elegance. NL Of course.",
			"The truth is always simple."
	],
    "OPTIONS": [
			"[Elegance] #gRemove #ga #gcard #gfrom #gyour #gdeck.",
			"[Simplicity] #gUpgrade #gall #gStrikes #gand #gDefends.",
			"Select a Card to Remove.",
			"[Leave]"
    ]
  },
  "Beggar": {
	"NAME": "Old Beggar",
    "DESCRIPTIONS": [
			"An old beggar cloaked in fur reaches his hands out towards you as you pass. \"Spare some coin, child?\"",
			"The beggar looks to the floor as you pass. NL \"You will never make a difference... You never do.\"",
			"The beggar takes off its cloak to reveal that he is #bCleric! NL @\"You@ @are@ @a@ @kind@ @soul.@ @Receive@ @my@ @purification!\"@ he screams. NL You are unsure if he is grateful or mad.",
			"@\"I@ @hope@ @you@ @do@ @better@ @this@ @time,@ @friend!\"@ he shouts. NL Wondering what was implied by this, you push forward."
	],
    "OPTIONS": [
			"[Offer Gold] #y",
			" #yGold: #gRemove #ga #gcard #gfrom #gyour #gdeck.",
			"[Locked] Requires: ",
			" Gold.",
			"[Continue]",
			"[Leave]",
			"Select a Card to Remove."
    ]
  },  
  "Cursed Tome": {
	"NAME": "Cursed Tome",
    "DESCRIPTIONS": [
			"In an abandoned temple, you find a giant book, open, riddled with #p@cryptic@ #p@writings.@ NL NL As you try to interpret the elaborate script, it begins to #b~shift~ and #b~morph~ into writing you are familiar with.",
			"Odd. The book seems to be about an #yAncient named #yNeow. NL NL This piques your interest, but you have a general feeling of #p~malaise.~",
			"The Ancient of Resurrection, #yNeow, was exiled to the bottom of the Spire. NL NL You feel compelled to read more, but your body begins to #r~ache.~",
			"Seeking vengeance, #yNeow blesses outsiders, using them for his own purposes. NL NL You are starting to feel very #r~weak~ #r~and~ #r~tired...~",
			"Those resurrected by #yNeow remember only fragments of their past selves, cursed to fight for eternity. NL NL As you near the final page, your #r@old@ #r@wounds@ #r@begin@ #r@to@ #r@reopen!@",
			"Upon finishing the tome, you decide to take it with you. With proof in hand, will you retain your memories?",
			"You exit, feeling a #p~dark~ #p~energy~ #p~emanating~ from the book on the pedestal.",
			"With incredible strain and willpower, you resist the trance of the tome and @SLAM@ it shut. NL You turn and exit the temple, feeling #b~drained...~"
	],
    "OPTIONS": [
			"[Read]",
			"[Continue] #rLose #r1 #rHP.",
			"[Continue] #rLose #r2 #rHP.",
			"[Continue] #rLose #r3 #rHP.",
			"[Stop] #rLose #r3 #rHP.",
			"[Take] #gObtain #gthe #gBook. #rLose #r",
			" #rHP.",
			"[Leave]"
    ]
  },
  "Drug Dealer": {
	"NAME": "J.A.X. Dealer",
    "DESCRIPTIONS": [
			"A man with an eyepatch and a devilish grin casually strides up to you. NL \"Hey there stranger. Interested in some #yJ.A.X.? It'll make you stronger than any training or blessing. You're gonna need it if you're one of those heroes with a death wish. NL Whad'ya say? Wanna get #yJAXXED?\" NL ",
			"~\"Excellent.\"~ NL The man hands over a dangerous looking syringe filled with glowing liquid before skulking off into a shadowy alleyway.",
			"\"No matter, there's always the next one...\" NL The man saunters away."
	],
    "OPTIONS": [
			"[Pay] #y",
			" #yGold: #gGet #gJAXXED.",
			"[Locked] Requires: ",
			" Gold.",
			"[Leave]",
			"[Decline]"
    ]
  },
  "Forgotten Altar": {
	"NAME": "Forgotten Altar",
    "DESCRIPTIONS": [
			"In front of you sits an altar to a forgotten god. NL Atop the altar sits an ornate female statue with arms outstretched. NL She calls out to you, demanding sacrifice.",
			"As you gently set the idol onto the altar a #bcold wind swirls throughout the room. NL The arms of the statue begin to discolor and crumble. NL NL Your #ygolden #yidol begins to dull in color and begins bleeding from its eyes. NL The bleeding never ceases.",
			"You stand on the altar and cut your wrists. NL As the #rblood spills out in sacrifice, the arms of the statue reach out and close around your eyes. NL Everything goes dark. NL You wake up a short time later feeling a new potential surging through you.",
			"You lash out and smash the statue in front of you, breaking the magical hold the room had placed upon you. NL A dark wail echoes all around you, and you can feel the #p~cursed~ #p~magic~ seep into your bones."
	],
    "OPTIONS": [
			"[Offer: Golden Idol] #gReceive #ga #gspecial #gRelic. #rLose #rGolden #rIdol.",
			"[Locked] Requires: Golden Idol.",
			"[Sacrifice] #gGain #g",
			" #gMax #gHP. #rLose #r",
			" #rHP.",
			"[Locked] Requires: Humanity.",
			"[Desecrate] #rBecome #rCursed #r- #rDecay."
    ]
  },
  "Knowing Skull": {
	"NAME": "Knowing Skull",
    "DESCRIPTIONS": [
		"You find yourself in an old, decorated chamber. In the center of the room, a large skull sits atop an ornate pedestal. As you approach, the skull #g@bursts@ #g@into@ #g@flames@ and turns to face you.",
			"\"WHAT IS IT YOU SEEK? WHAT IS IT YOU OFFER?\" NL In sync with its final words, the door behind you @slams@ @shut.@",
			" NL NL \"ANYTHING ELSE?\"",
			" ",
			"\"DRINK UP!\" NL You obtain a potion.",
			"\"PERHAPS THIS WILL HELP?\" NL You obtain a card.",
			"\"YOU MORTALS NEVER CHANGE. IT IS DONE.\" NL #yGold rains down on you!",
			"\"BEHIND YOU, MORTAL.\" NL You peek behind the skull. Surely enough, there is a door."	
	],
    "OPTIONS": [
			"[Continue]",
			" #rHP.",
			"[Information?] #gReveal #gthe #gBoss. #rLose #r",
			"[Success?] #gGet #ga #gColorless #gCard. #rLose #r",
			"[A Pick Me Up?] #gGet #ga #gPotion. #rLose #r",
			"[Riches?] #gGain #g",
			" #gGold. #rLose #r",
			"[How do I leave?] #rLose #r",
			"[Leave]"
    ]
  },
  "Masked Bandits": {
	"NAME": "Masked Bandits",
    "DESCRIPTIONS": [
			"Hehehe.. Thanks for the #ygold! NL Oh, I love #ygold. It's so nice. NL #y~shiny~ #y~shiny~ chits they are!",
			"Hey #bBear, hey! NL This guy gave us all his #ygold! What a sucker, right? NL Get this, I just had to ask nicely. Who knew?! NL I certainly didn't! What a chump!",
			"Gang, let's all have a laugh for this wondrous occasion! NL @Hahaah@ NL @Ho@ @HOH@ ~hoho!~ NL ~Hoh!~",
			"Oh? You're still here? NL Did you overhear something? Didn't think so. NL #r@*snerk*@ ~...loser....~ @Hahaha@ ~haaah~",
			"You encounter a group of bandits wearing large #rred #rmasks. NL \"Hello, pay up to pass... a reasonable fee of @ALL@ your #ygold will do! Heh heh!\""
	],
    "OPTIONS": [
			"[Pay] #rLose #rALL of your #yGold.",
			"[Fight!]",
			"[Continue]",
			"[Leave]"
    ]
  },
  "Spire Heart": {
	"NAME": "Spire Heart",
    "DESCRIPTIONS": [
			"@tu-thump@ ... @tu-thump@ ... @tu-thump@ ... NL A deep pulsing dread can be felt throughout the room... NL Is this the #r~heart~ of the Spire? The source of this evil?",
			"You deal #b",
			" damage! NL The heart #r@squirms@ and #r~bleeds~ ...but is ultimately still pounding. NL Are your mightiest attacks not enough?",
			"You ask yourself, ~\"Have~ ~I~ ~been~ ~here~ ~before?\"~ NL You feel that you have dealt a total of #b",
			" damage to the heart.",
			" NL A total of #b",
			" damage has been dealt by all who have challenged it.",
			" NL The heart pulses louder and louder as your #y~consciousness~ #y~fades...~",
			"NL You ready your blade...",
			"NL You prepare your daggers...",
			"NL You charge your core to its maximum..."
	],
	"OPTIONS": [
			"[Continue]",
			"[Attack] #b???",
			"[Sleep]"
    ]
  },
  "The Joust": {
	"NAME": "The Joust",
    "DESCRIPTIONS": [
			"As you make your way through the large buildings you come across a long narrow bridge and spot knights on either side, facing one another. You approach... NL @\"Halt!\"@ NL NL A knight forcefully gestures you to stop with its giant lance.",
			"\"Today is the day I must settle the score with the #rmurderer of my beloved pet, #yNoodles. Until then, you may not pass. NL NL Fellow witness, why don't you #bbet on who you think will emerge victorious?\"",
			"\"I can't believe you're betting against #yNoodles!\" NL NL Furious, he clamps down his helmet and rushes towards his nemesis.",
			"\"Give me strength, #yNoodles!\" NL NL Clamping down his helmet, the knight charges forward.",
			"NL #y@*CRASH!!!*@ #r@*KLAAAANG!*@ NL NL #g@*POW!*@",
			"The nemesis was slain. NL NL ",
			"The owner died. NL NL ",
			"You #gwin the bet. Unsure what to think, you grab your winnings and leave.",
			"You #rlost the bet, but at least you weren't gouged by a lance."
	],
    "OPTIONS": [
			"[Continue]",
			"[Murderer] #yBet #y",
			" #yGold - #g70%: #gwin #g",
			" #gGold.",
			"[Owner] #yBet #y",
			" #yGold - #g30%: #gwin #g",
			"[Watch]",
			"[Leave]"
    ]
  },
  "The Library": {
	"NAME": "The Library",
    "DESCRIPTIONS": [
			"You come across an ornate building which appears abandoned. NL A plaque that has been torn free from a wall is on the floor. It reads, #b\"THE #bLIBRARY\". NL Inside, you find countless rows of scrolls, manuscripts, and books. NL You pick one and cozy yourself into a chair for some quiet time.",
			"Reading is for chumps. NL You doze off in a comfy chair instead. NL ~Zzz...~ ~zzz...~ ~..Zz....~ NL You wake up feeling refreshed.",
			"The story is about an insect-controlling teenage girl who aspires to become a hero. The book is filled with creative uses of powers, combat strategies, and varying perspectives. NL Satisfying.",
			"The story is about a man who journeyed beyond the stars and found himself stuck on a desolate foreign planet. Ingenuity, luck, perseverance, and humor to retain his sanity were his tools to return home. NL Fascinating.",
			"The story takes place in a giant isolated building underground as the outside conditions have become unbearable. The novel is mired with conspiracies, propaganda, and injustice. You ponder if similar dynamics are at play within the Spire. NL Unsettling."
	],
    "OPTIONS": [
		"[Read] #gChoose #g1 #gof #g20 #gcards #gto #gadd #gto #gyour #gdeck.",
			"[Sleep] #gHeal #g",
			" #gHP.",
			"[Leave]",
			"Add a card to your deck."	
    ]
  },
  "The Mausoleum": {
	"NAME": "The Mausoleum",
    "DESCRIPTIONS": [
			"Venturing through a series of tombs, you are faced with a large sarcophagus ~studded~ ~with~ ~gems~ in the center of a circular room. NL You cannot make out the writing on the coffin, however, you do notice #p~black~ #p~fog~ seeping out from the sides.",
			"You push open the coffin. As you do, #p~black~ #p~fog~ spews forth and covers the entire room! Inside, you find no body, only a #y~relic.~ You take it and move onwards, #r@coughing@ #r@violently.@",
			"You push open the coffin. The fog dissipates harmlessly. Inside, you find the mortal remains of a decorated soldier grasping an old #yrelic. You pilfer it and move on.",
			"You continue along your way, leaving the forgotten dead undisturbed."
	],
    "OPTIONS": [
			"[Open Coffin] #gReceive #ga #gRelic. #r",
			"%: #rBecome #rCursed #r- #rWrithe.",
			"[Leave]"
    ]
  },  
  "Vampires": {
	"NAME": "Vampires(?)",
    "DESCRIPTIONS": [
			"Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~brother,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~",
			"Navigating an unlit street, you come across several hooded figures in the midst of some dark ritual. As you approach, they turn to you in eerie unison. The tallest among them bares fanged teeth and extends a long, pale hand towards you. NL ~\"Join~ ~us~ ~sister,~ ~and~ ~feel~ ~the~ ~warmth~ ~of~ ~the~ ~Spire.\"~",
			"The tall figure grabs your arm, pulls you forward, and sinks his fangs into your neck. You feel a @dark@ @force@ pour into your neck and @course@ through your body. NL ... NL You wake up some time later, alone. An intense ~hunger~ passes through your belly. You #rmust #rfeed...",
			"You step back and raise your weapon in defiance. The tall figure sighs. \"Very well.\" The entire group of hooded figures morph into a thick black fog that flows away from you. NL You are alone once more.",
			"The pale figures gasp as you take out the #yBlood #yVial. NL ~\"The~ ~master's~ ~blood...~ ~the~ ~master's~ ~blood!~ @THE@ @MASTER'S@ @BLOOD!\"@ NL They all chant fervently as the tall one bows before you. \" Drink from His blood, and become one with #y~Him.\"~ NL The chant growing louder, you consume the contents of the vial. Your vision immediately ~warps~ and fades to darkness. NL NL You wake up some time later, alone. An intense ~hunger~ passes through your belly. You #rmust #rfeed."
	],
    "OPTIONS": [
			"[Accept] #gRemove #gall #gStrikes. #gObtain #g5 #gBites. #rLose #r",
			"% #rMax #rHP.",
			"[Refuse]",
			"[Lose ",
			"] #gRemove #gall #gStrikes. #gObtain #g5 #gBites.",
			"[Leave]"
    ]
  },
  "The Woman in Blue": {
	"NAME": "The Woman in Blue",
    "DESCRIPTIONS": [
			"From the darkness, an arm pulls you into a small shop. As your eyes adjust, you see a pale woman in sharp clothes gesturing towards a wall of potions. NL \"Buy a potion. Now!\" she states.",
			"\"Good. Now leave.\" NL You exit the shop cautiously.",
			"#r@WHAM@ NL Her gloved fist collides with your face, nearly knocking you off your feet. NL \"Get out before I litter the floor with your guts.\" You take her word and exit with your guts still safely in your body."
	],
    "OPTIONS": [
			"[Buy 1 Potion] #y",
			"[Buy 2 Potions] #y",
			"[Buy 3 Potions] #y",
			" #yGold.",
			"[Leave]"
    ]
  }
}
