{
  "Stuck": {
	"NAME": "Stuck",
    "DESCRIPTIONS": [
			"While crawling though some rubble, you manage to get your leg stuck in some rocks.",
			"What should you do?",
			"Hopefully nobody sees you like this!",
			"Your dignity is more important than time."
	],
    "OPTIONS": [
			"[Continue]",
			"[Take Off Pants] #rLose #ryour #rpants #rand #rLose ",
			"[Tug] #gKeep #gyour #gpants #gand #gUpgrade ",
			"[Locked] Requires: Unupgraded Card",
			"[Leave]"
    ]
  },
  "Mirror Mist": {
	"NAME": "Mirror Mist",
	"DESCRIPTIONS": [
		"In the mist you see a twisted reflection of yourself. You struggle to keep your thoughts your own as swirling colors surround you.",
		"You briefly remember lost memories, but they belong to one other than yourself. The mist clears, leaving you somewhat disoriented.",
		"You feel as if some part of you has been lost, but you can't quite place it. As the mist clears, the feeling is soon forgotten."
	],
	"OPTIONS": [
		"[Locked] Requires: ",
		".",
		"[Lose ",
		"] #gObtain #gSurvivor #gand #gNeutralize.",
		"] #gObtain #gBurning #gBlood.",
		"[Wander] Transform and upgrade a random card.",
		"[Leave]",
		"] #gObtain #gSizzling #gBlood.",
		"] #gObtain #g",
		" and ",
		" #gand #gIron #gCore"
	]
  },
  "Trapped Chest": {
	"NAME": "Trapped Chest",
	"DESCRIPTIONS": [
		"You find a locked chest. Something about it seems a bit off...",
		"As you open the chest, darts suddently fly out at you!",
		"The key smoothly unlocks the chest without triggering the trap mechanism.",
		"Despite your best efforts, the trap manages to hit its mark. But at least the chest is unlocked!",
		"You manage to dodge the darts - but just barely.",
		"The chest contains stashed items!"
	],
	"OPTIONS": [
		"[Pick Lock] #gObtain #grandom #gloot. #rTrigger #ra #rtrap.",
		"[Use Cursed Key] #gObtain #grandom #gloot. #rObtain #rrandom #rcurse.",
		"[Locked] Requires: Cursed Key.",
		"[Leave]",
		"[Endure] #rBecome #rCursed #r- #rPain.",
		"[Block] #rTake #r",
		" #rDamage.",
		"[Dodge] #r",
		"%: #rTake #r",
		"[Open Chest]"
	]
  },
  "Chaos Ring Event": {
	"NAME": "Dead Man's Ring",
	"DESCRIPTIONS": [
		"As you pass by a skeleton, you notice it is wearing a #yred #yring. You feel some sort of #r~chaotic~ #r~energy~ emanating from it; just looking at it makes your head start to pound.",
		"You don't see how picking up cursed rings you found on dead people could possibly be anything other than a fantastic idea."
	],
	"OPTIONS": [
		"[Take it] #gObtain #ga #gRelic. #rBecome #rCursed - #rHallucinations.",
		"[Leave]"
	]
  },
  "Grembo": {
	"NAME": "Grembo The Great",
	"DESCRIPTIONS": [
		"A small gremlin wielding a tiny sword approaches you. NL \"Behold! It is I, @GREMBO@ @THE@ @GREAT!@\" NL The creature seems to think itself much more threatening than it actually is.",
		"The gremlin speaks. NL \"Grembo has watched you fight. Grembo also like to fight! Grembo will lend you great strength, if you give shinies!\" NL He seems trustworthy, if somewhat delusional.",
		"\"An adequate payment! The legendary strength of Grembo is yours!\" NL As he says this, a small collection of gremlins emerge from the shadows. It seems you've made some friends.",
		"\"Fine. Grembo does not care! Grembo has other, stronger warriors to lend his sword to!\" NL He isn't very good at hiding his disappointment. He disappears back into the shadows of the city."
	],
	"OPTIONS": [
		"[Continue]",
		"[Locked] Requires: ",
		"[Lose ",
		" gold",
		"] #yJoin #gforces #gwith #gGrembo #gThe #gGreat.",
		"[Decline]"
	]
  }
}