{
	"FF_Enter": {
		"NAME": "숲으로 들어가다",
		"DESCRIPTIONS": [
			"당신은 #r사악한 #r존재 가 느껴지는 ~이상한~ 나무 숲을 보고 있습니다. NL 되돌아가려 가려 하자, 주변에는 숲밖에 없었습니다. NL NL 당신은 숲에게 삼켜지고 있었습니다.",
			"숲은 확실한 길도 없이 거칠고 ~구불구불~ 했습니다. NL NL 당신은 어디에 있는지, 어디에 있었는지 확신하지 못합니다 NL NL 당신이 눈길을 돌릴 때 나무들 자체가 ~움직이는~ ~것~ 같습니다.",
			"당신은 나무들과 안개를 헤쳐 나갔습니다. NL 얼마지나지 않아 당신은 똑같이 헤쳐 나오고 있는 #r~괴물~ 을 마주쳤습니다.",
			"당신은 다시 시작하기 전 멈춰서 회복하기로 결정했습니다. NL 안개와 어둠이 이동하면서, 당신은 주변에 또 다른 #r~괴물~ 이 쉬고 있는 걸 알아차렸습니다.",
			"당신은 멈춰서 상황을 고려하며 주변을 둘러싼 나무를 짙은 안개 너머로 자세히 들여다 봤습니다. NL 당신은 주위를 돌아다니는 어떤 #r~형체~ 를 겨우 식별 할 수 있었습니다. - 그리고 그것들이 #r~가까워지는~ #r~것~ 까지."
		],
		"OPTIONS": [
			"[계속]",
			"[나아간다] #r가차없는 #r무언가를 #r맞닥뜨립니다.",
			"[멈추고 휴식한다] #r나태한 #r무언가를 #r맞닥뜨립니다.",
			"[상황을 분석한다] #r무정한 #r무언가를 #r맞닥뜨립니다.",
			"[싸운다]"
		]
	},
	"FF_Serpent": {
		"NAME": "가짜 배애애애앰",
		"DESCRIPTIONS": [
			"당신은 숲 깊숙한 곳에 뚫린 특이한 구멍을 발견했습니다. 구멍 앞에 도달하자 갑자기 익숙한 뱀이 나타났습니다. NL NL ~\"하~ ~하하!~ ~안녕~ ~안녕!~ ~무엇이~ ~우리를~ ~여기로~ ~이끌었을까?~ ~ 안녕 모험가, 간단한 질문을 하나 할게. NL 인생의 가장 좋은 점은 바로 #y~뭐든지~ #y~가질~ #y~수~ #y~있다는~ #y~것~ 아니겠어?~ NL 너도 그렇게 생각하지?\"",
			"~\"그래애애애애애!~ NL ~이~ ~모든~ ~건~ ~반드시~ ~도움이~ ~될거야.~ NL ~..스스슷슷스.....~ ~스스...~ ~스스스스스....!\"~",
			"뱀은 잠깐동안 침묵했습니다. 갑자기, 당신에게 보이지 않는 속도로 돌진합니다 - 그러나 당신의 얼굴 바로 앞을 지나쳐 옆의 안개로 사라집니다.",
			"뱀은 크게 미소지었습니다. 뱀은 머리를 세웠습니다. 뱀이 뭔가 하기 전에, 안개속으로 흩어 사라졌습니다. - 보상을 남겨둔채로."
		],
		"OPTIONS": [
			"[동의한다] #g무작위 #g유물 #g효과 #g하나를 #g얻습니다. #r뽑을 #r카드 #r더미에 #r의심 #r카드를 #r1 #r장 #r섞어 #r넣습니다.",
			"[동의하지 않는다]",
			"[계속]",
			"[떠난다]"
		]
	},
	"FF_Scrap Ooze": {
		"NAME": "가짜 날붙이 수액",
		"DESCRIPTIONS": [
			"나무들 사이를 걷다보니 ~콸콸~ ~흐르는~ ~소리~ 와 @철이@ @갈리는@ @소리@ 가 들립니다. 당신 앞에는 동강난 날붙이들을 마구 먹어댄 슬라임 같은 생물이 있습니다. 그 생물의 중심 부분에서 이상한 빛이 반짝입니다. 마법으로 인한 것일까요? 만약 이 생물의 틈 안쪽에 도달하면... #y보물을 좀 얻을 수 있을 것 같이 보입니다. 하지만 슬라임은 당신 때문에 짜증이 난 거 같습니다.",
			"당신은 #y유물 을 잡아 꺼냈습니다. 그 과정에서 당신의 옷에는 상당한 양의 슬라임이 묻었습니다."
		],
		"OPTIONS": [
			"[팔을 뻗어 뒤져본다] #g무작위 #g유물 #g효과 #g하나를 #g얻습니다. #r손에 #r점액투성이 #r카드를 #r3 #r장 #r얻습니다.",
			"[떠난다]"
		]
	},
	"FF_Big Fish": {
		"NAME": "가짜 월척",
		"DESCRIPTIONS": [
			"당신은 나무 사이를 걷다가 허공에 ~떠있는~ #y바나나, #y도넛, 그리고 #y상자 를 발견했습니다. 당신은 전에도 이런 걸 했던 기억이 있습니다. 자세히 살펴보니 그것들을 허공에 붙잡아두는 끈이나 속임수가 없다는걸 눈치챘습니다. NL 무엇을 할 건가요?",
			"당신은 #y바나나 를 먹었습니다. 그건 영양가있고 살짝 #b마법에 걸린 것 같아서 당신을 치유합니다. NL 다른 것들은 안개로 바뀌어 사라졌습니다.",
			"당신은 #y도넛 을 먹었습니다. 당신은 에너지로 가득 차 #y민첩 이 증가했습니다. NL 다른 것들은 안개로 바뀌어 사라졌습니다.",
			"당신은 상자를 집었습니다. 그 안에서 당신은 #y유물 을 발견했습니다! NL 하지만, 맛있어 보이는 도넛은 당신이 잡기 전에 안개로 바뀌어 사라졌습니다... NL 당신은 ~슬픔과~ #r후회로 가득 찼습니다."
		],
		"OPTIONS": [
			"[바나나] #g체력을 #g",
			" #g회복합니다.",
			"[도넛] #g민첩을 #g",
			" #y얻습니다.",
			"[상자] #g무작위 #g유물 #g효과 #g하나를 #g얻습니다. #r뽑을 #r카드 #r더미에 #r후회 #r카드를 #r1 #r장 #r섞어 #r넣습니다.",
			"[떠난다]"
		]
	},
	"FF_Will-o-Wisp": {
		"NAME": "윌-오-위습",
		"DESCRIPTIONS": [
			"안개로부터 괴상하게 맴도는 떠있는 빛이 나타납니다. 유령, 영혼 - 위습들 입니다.",
			"영혼의 따스함이 당신에게 이상할 정도의 편안함을 줍니다.",
			"당신은 잠시동안 떠도는 빛을 따라다니며 숲 깊숙히 들어갑니다. 따라 걷는 동안 근심을 다 잊은 것 같습니다.",
			"위습은 빛과 불을 내뿜으며 폭발했습니다. 시력이 돌아왔을 때, 유물만이 남겨져 있었습니다."
		],
		"OPTIONS": [
			"[만진다] #g체력을 #g",
			" #g회복합니다.",
			"[따라간다] #g저주가 #g아닌 #g카드를 #g1 #g장 #g소멸 #g시킵니다.",
			"[친다] #g무작위 #g유물 #g효과 #g하나를 #g얻습니다. #r뽑을 #r카드 #r더미에 #r화상+ #r카드를 #r1 #r장 #r섞어 #r넣습니다",
			"[떠난다]"
		]
	},
	"FF_Drug Dealer": {
		"NAME": "가짜 증강자",
		"DESCRIPTIONS": [
			"안개로부터 익숙한 얼굴이 나타납니다. NL \"반갑네. #yJ.A.X. 가 필요하나? 이건 네가 원하는 힘을 줄거고 여길 지나려면 필요할거야. NL 어때? #yJAX 를 얻겠나?\" NL ",
			"~\"훌륭해\"~ NL 남자는 #b~빛나는~ #b~액체~ 로 가득 채워진 위험해 보이는 주사기를 건넨 뒤 숲의 안개속으로 사라졌습니다.",
			"\"현명하지 못한 선택이군. 넌 알게 될 거야...\" NL 그 남자가 당신 앞에서 사라집니다."
		],
		"OPTIONS": [
			"[승낙] #r체력을 #r",
			" #r잃습니다: #g힘을 #g",
			" #y얻습니다.",
			"[떠난다]",
			"[거절]"
		]
	},
	"FF_Golden Idol": {
		"NAME": "가짜 우상",
		"DESCRIPTIONS": [
			"당신은 눈에 띄지 않는 곳에서 받침대 위에 평화로이 앉아있는 #y빛나는 #y황금 #y우상을 발견했습니다. 당신은 이 물건을 얻고 싶은 욕망을 극복하지 못했습니다. 당신은 이걸 @반드시@ 가져야 합니다! NL 주변 환경을 보지 못하고 당신은 앞으로 나아갑니다...",
			"당신이 우상을 만지자마자, 안개로 바뀌어 사라졌습니다. 당신의 감각이 돌아오자 안개로부터 거대한 바위가 나타나고 보이지 않는 힘에 의해 당신에게 굴러옵니다.",
			"@도망가아아아아아!@ NL 그 바위는 마치 생각하는 것처럼, 나무들 사이로 계속해 당신을 따라서 방향을 바꿔옵니다. NL 결국에는 당신 뒤에서 우르릉거리는 소리가 멈췄습니다. 둘러보니, 당신은 바위가 있었던 흔적을 볼 수 없었습니다. 불행히도 어딘가 삔 것 같습니다.",
			"당신은 모든 수단을 총동원해서 돌덩이에 몸을 던졌습니다. 당신의 공격에 맞은 순간 그것은 증발 했습니다. 그리고 강력한 힘이 당신을 밀쳐내 당신은 주변의 나무에 충돌합니다.",
			"매 순간 당신을 따라 바위가 따라 왔습니다. 그것을 잃었다고 생각했을 때, 바위는 한 줄로 늘어선 나무들 사이로 부서졌습니다. NL @쾅!@ 쓰러진 나무들 중 하나가 당신에게 떨어져 멍과 더 많은 나무 조각들을 당신에게 남겼습니다. 바위는 더 이상 어디에서도 찾을 수 없었습니다.",
		],
		"OPTIONS": [
			"[계속]",
			"[도망친다] #r부상 #r카드를 #r",
			" #r장 #r뽑을 #r카드 #r더미에 #r섞어 #r넣습니다.",
			"[부순다] #r피해를 #r",
			" #r받습니다.",
			"[숨는다] #r피해를 #r",
			" #r받습니다. #r취약을 #r",
			" #r얻습니다."
		]
	},
	"FF_Mushrooms": {
		"NAME": "가짜 버섯",
		"DESCRIPTIONS": [
			"당신은 나무에 난 구멍으로 들어갑니다. 내부에는 #b~아름다운~ #b~혼을~ #b~빼놓는~ #b~색의~ #b~버섯~ 이 들판 가득히 있습니다. NL 당신은 그것들이 ~이~ ~세상의~ ~것이~ ~아니라고~ 느낍니다... 그러면서도, 당신은 그 #b~버섯~ 을 먹어야만 한다는 이상한 기분을 느낍니다...",
			"As soon as you touch the idol, it turns to mist in your hands. As you snap back to your senses, a huge boulder fades in from out of the mist, pushed towards you by some unseen force.",
			"@RUUUUUUUUUUN!@ NL The boulder seems to have a mind of its own, changing direction to keep following you through the trees. NL Eventually, the rumbling behind you stops. Turning around, you can see no trace the boulder was ever there. Unfortunately, it feels like you sprained something during your escape.",
			"You throw yourself at the boulder with everything you have. It evaporates as soon as you strike it, but a powerful force throws you back, slamming you into a nearby tree.",
			"The boulder follows you, matching your every turn. Just when you think you've lost it, it crashes through a line of trees. NL @WHAM!@ One of the fallen trees lands on you, leaving you with many bruises and more splinters. When you stand back up, the boulder is nowhere to be found.",
		],
		"OPTIONS": [
			"[계속]",
			"[짓밟는다] #r버섯들을 #r화나게 #r합니다.",
			"[식사] #r피해를 #r",
			" #r받습니다. #r버린 #r카드 #r더미에 #r확산되는 #r감염 #r카드를 #r1 #r장 #r섞어 #r넣습니다.",
		]
	},
	"FF_SensoryStone": {
		"NAME": "가짜 4차원 도형",
		"DESCRIPTIONS": [
			"숲 속을 탐험하는 중, 당신은 허공에서 #b빛나는 #b4차원의 #b도형이 @회전하고@ ~변화하는~ 것을 발견합니다",
			"당신은 그것을 만집니다. NL NL #r@날카로운@ #r@고통@ 이 당신을 타고 흐릅니다. 기억이 선명하게 스쳐 지나갑니다. NL ...이 기억들은 누구의 것이지?",
			"#r~공포.~ NL NL 당신 위의 날개를 펼친 악마같은 생명체가 크게 냉소를 터뜨립니다. 마을이 끔찍한 #p~검은~ #p~화염~ 으로 완전히 뒤덮인 상황, 부족의 시체들이 당신 주변에 쌓여 있습니다. NL NL 악마가 굉음을 내며 당신을 도발합니다. NL NL \" #r@너는@ #r@진정으로@ #r@가장@ #r@강한@ #r@자로구나!@ #r@크하하...@ #r@히히...@ #r@하하하하하하하!@ \" NL NL 그 웃음소리가 영원히 귀에 남아 메아리칩니다...",
			"#g~승리.~ NL NL 희미한 달빛 덕에 #p~유령같은~ #p~생명체~ 의 일부가 서서히 진흙 속으로 빠져드는 것을 볼 수 있습니다. 당신은 자매들 사이에서 스스로를 증명해 보였습니다. NL NL 승리에 도취한 채, 조용히 다른 사람들이 예식에 따라 #y생명체의 #y두개골 을 머리 위에 올릴 때까지 기다립니다. 의식은 종료되었습니다. NL NL 이제 다시 첨탑으로 향합니다...#g~TRIUMPH.~ NL NL The remains, of a #p~ghostly~ #p~creature,~ sink slowly into the mud before you, barely visible in the moonlight. You have proven yourself amongst your sisters. NL NL Standing victoriously, you wait in silence as the others ceremoniously place the #ycreature's #yskull atop your head. The ritual has concluded. NL NL You head towards the Spire...",
			"#b~융합.~ NL NL #y[목적] #g균형은 #g강화되어야만 #g한다 NL #y[정의] #g균형 NL #y[오류] #g균형을 #g찾을 #g수 #g없습니다 NL #y[정의] #g균형 NL #y[오류] #g균형을 #g찾을 #g수 #g없습니다 NL #y[경고] #r거대한 #r물체 #r접근중 NL NL ~\"내가...~ ~..바로~ ~....니오우..\"~"
		],
		"OPTIONS": [
			"[회상] #g1장의 #g무색 #g카드 #b보상을 #g획득합니다. #r피해를 #r",
			"[회상] #g2장의 #g무색 #g카드 #b보상을 #g획득합니다. #r피해를 #r",
			"[회상] #g3장의 #g무색 #g카드 #b보상을 #g획득합니다. #r피해를 #r",
			" #r받습니다 #r",
			" #r번 반복합니다.",
			"[떠난다]",
			"[상호작용]"
		]
	},
	"FF_Vampires": {
		"NAME": "가짜 흡혈귀",
		"DESCRIPTIONS": [
			"숲을 나아가던 것을 당신 주변의 나무들 사이에서 나오는 후드를 눌러쓴 자들에 의해 중단 당했습니다. 그들 중 가장 키가 큰 자는 송곳니가 길게 삐져 나와 있습니다. 그가 당신에게 창백한 손을 내밉니다. NL ~\"우리와~ ~함께~ ~하자,~ ~형제여.~ ~숲의~ ~편안함을~ ~느낄~ ~수~ ~있다네..\"~ NL 그들은 당신을 당장은 공격할 생각이 없는 것 같지만 공격하지 않을 거라고는 장담 못할 것 같습니다...",
			"숲을 나아가던 것을 당신 주변의 나무들 사이에서 나오는 후드를 눌러쓴 자들에 의해 중단 당했습니다. 그들 중 가장 키가 큰 자는 송곳니가 길게 삐져 나와 있습니다. 그가 당신에게 창백한 손을 내밉니다. NL ~\"우리와~ ~함께~ ~하자,~ ~자매여.~ ~숲의~ ~편안함을~ ~느낄~ ~수~ ~있다네..\"~ NL 그들은 당신을 당장은 공격할 생각이 없는 것 같지만 공격하지 않을 거라고는 장담 못할 것 같습니다...",
			"숲을 나아가던 것을 당신 주변의 나무들 사이에서 나오는 후드를 눌러쓴 자들에 의해 중단 당했습니다. 그들 중 가장 키가 큰 자는 송곳니가 길게 삐져 나와 있습니다. 그가 당신에게 창백한 손을 내밉니다. NL ~\"우리와~ ~함께~ ~하자,~ ~잃어버린~ ~자여.~ ~숲의~ ~편안함을~ ~느낄~ ~수~ ~있다네..\"~ NL 그들은 당신을 당장은 공격할 생각이 없는 것 같지만 공격하지 않을 거라고는 장담 못할 것 같습니다...",
			"그 키가 큰 자는 당신의 팔을 붙잡고 잡아당겨, 그의 송곳니를 당신의 목에 꽂아 넣었습니다. 당신의 목을 통해 온 몸에 @어두운@ @힘이@ @퍼져@ @나가는@ @게@ 느껴집니다. 후드의 형체들은 하나씩 안개로 바뀌어 사라졌습니다. NL 격렬한 ~허기가~ 뱃속을 자극합니다. #r피... #r피가 #r필요하다...",
			"당신은 탈출하기 위해 싸우기로 결정했습니다. 당신의 공격에 맞은 적들은 사라졌지만, 그들은 끊임없이 계속해서 나무 사이로부터 나타났습니다. NL 당신은 달리고, 싸우고, 피해를 받습니다. 당신은 눈을 깜박였습니다. 그들은 없어졌습니다."
		],
		"OPTIONS": [
			"[승낙] #g모든 #g타격 #g카드 #g소멸. #g흡혈 #g카드 #g5장 #g획득.. #r체력을 #r",
			" #r잃습니다.",
			"[돌파] #r피해를 #r",
			" #r받습니다.",
			"[계속]"
		]
	},
	"FF_Headache": {
		"NAME": "두통",
		"DESCRIPTIONS": [
			"당신은 계속해서 나무들을 지나가다 보니, 생각이 뒤죽박죽됐습니다. 당신의 머리가 @지끈거리기@ 시작했습니다. NL 잠시 시간 후, 고통은 #r참을 #r수 #r없을 정도가 됐습니다.",
			"당신은 고통을 무시하고 앞으로 나아갔습니다. 그렇게 하는 것은 당신의 힘의 많은 양을 사용했습니다.",
			"당신은 눈을 감습니다. 당신의 생각, 심장소리, 당신자신에게 집중합니다. 고통은 조금 덜 해졌습니다 - 그러나 당신은 주변에 있는 위험을 놓치고 있었습니다.",
			"당신은 고통과 둘러쌓인 불안한 숲에서 주의를 돌리려고 시도합니다. 고통은 곧 거의 진정됐습니다."
		],
		"OPTIONS": [
			"[무시한다] #r약화를 #r",
			" #r얻습니다.",
			"[집중한다] #r손상을 #r",
			" #r얻습니다.",
			"[주의를 돌리다] #r어지러움 #r카드를 #r",
			" #r장 #r버린 #r카드 #r더미에 #r섞어 #r넣습니다.",
			"[떠나다]"
		]
	},
	"FF_Curse": {
		"NAME": "가짜 벽",
		"DESCRIPTIONS": [
			"당신 주변의 나무들이 갑자기 이동하더니, 당신을 가두는 벽으로 형성됩니다. #b~빛나는~ #b~룬들~ 이 벽 한쪽에 확 타오릅니다. 당신은 그것들로부터 ~마법적인~ ~힘~ 을 감지했습니다.",
			"당신은 당신에게 사악한 마법이 밀려오는 것을 느낍니다. NL 나무들이 갈라지고 당신은 빠르게 빠져나갑니다."
		],
		"OPTIONS": [
			"#b[파랑 #b룬] #r주술을 #r얻습니다.",
			"#g[초록 #g룬] #r혼란을 #r얻습니다.",
			"#r[빨강 #r룬] #r둔화를 #r얻습니다.",
			"[떠나다]"
		]
	},
	"FF_Fork": {
		"NAME": "갈림길",
		"DESCRIPTIONS": [
			"당신들 나무들을 지나다 갈림길을 맞닥뜨렸습니다. 각 선택은 똑같으며, 각자에게서 오는 소음을 못하게 합니다.",
			"길은 곧 축축하고 진흙투성이가 됩니다. 곧 당신은 살아있는 #r슬라임들 에게 기습 당합니다!",
			"당신이 걸을 때 나뭇잎을 통해 움직이는 것을 듣습니다. #r숲의 #r생물들 이 송곳니를 드러낸 채로 나타납니다!",
			"당신은 숨죽인 목소리와 그렘린이 속삭이는 소리 같은 것을 듣습니다. 곧, 당신 앞에 소규모 #r그렘린들 의 무리가 나타납니다!",
		],
		"OPTIONS": [
			"[철벅거림] #r슬라임들과 #r싸웁니다.",
			"[으르렁거림] #r야수들과 #r싸웁니다.",
			"[낄낄거림] #r그렘린들과 #r싸웁니다.",
			"[싸운다]"
		]
	},
	"FF_Fork2": {
		"NAME": "The Two Paths",
		"DESCRIPTIONS": [
			"Wandering aimlessly, you find before you two clear paths. One seems to have been carved by fire, the other marked by footprints.",
			"You take the smoldering path of smoke. The cause of the fires around you soon becomes clear: this route was carved by an automaton!",
			"Those that came here before you might know the way out. You follow the footprints. NL Unfortunately, what you find is not an exit, but a foe!",
			"Hoping to avoid any trouble, you wander through the trees without following either path. Your hopes are in vain, of course; you soon come face-to-face with a new threat!",
		],
		"OPTIONS": [
			"[Follow the Scorched Path] #r기계적인 #r무언가와 #r싸웁니다.",
			"[Follow the Footprints] #r사람같은 #r무언가와 #r싸웁니다.",
			"[Avoid Both] #r알수없는 #r무언가와 #r싸웁니다.",
			"[싸운다]"
		]
	},
	"FF_Ravine": {
		"NAME": "협곡",
		"DESCRIPTIONS": [
			"협곡이 길을 막고 있습니다. 뒤돌아보니, 당신은 똑같이 뒤에도 막혀 있다는 걸 알았습니다. NL 양 옆은 날카로운 바위들로 덮여있습니다; 등반하면 다칠 것입니다. 당신은 뛰어넘어 갈 수 있을 수도 있습니다. 하지만 꽤 멀어 보입니다...",
			"당신은 조심스럽게 등반합니다. 그러나 들쭉날쭉한 바위와 가파른 경사로 인해 피해를 입습니다.",
			"당신은 우아함과 약간의 공포에도, 다치지 않고 협곡을 뛰어넘었습니다.",
			"당신의 도약으로 협곡의 바닥에 내려왔습니다. 당신은 올라가야만 합니다 - 더 나쁜 것은, 뭔가 부러진 기분입니다."
		],
		"OPTIONS": [
			"[오른다] #r피해를 #r",
			" #r받습니다.",
			"[뛴다] #r",
			"%: #r피해를 #r",
			" #r받고 #r부상 #r카드를 #r1 #r장 #r얻습니다.",
			"[계속]"
		]
	},
	"FF_Finale": {
		"NAME": "The Forest Fades",
		"DESCRIPTIONS": [
			"The swirling fogs around you begin to thin; the threats begin to fade out of reality. Soon the forest itself is gone, leaving you back in familiar territory. NL You have survived the ordeal of the forest."
		],
		"OPTIONS": [
			"[계속]"
		]
	}
}