{
	"FF_Enter": {
		"NAME": "Войти в лес",
		"DESCRIPTIONS": [
			"Вы видите перед собой странный лес деревьев. Чувствуя злое присутствие, вы поворачиваетесь, чтобы вернуться, но и там вы обнаружели деревья, окружающие вас со всех сторон. NL NL Лес поглотил вас.",
			"Лес извилистый и дикий, без четких дорожек. Вы не уверены, где вы находитесь или где вы были; как будто сами деревья двигаются, когда вы отводите взгляд.",
			"Ты пробираешься сквозь деревья и туман. Вскоре вы столкнетесь с монстром, делающим то же самое.",
			"Вы решаете остановиться и восстановить свои силы, прежде чем отправиться в путь снова. По мере того как туманы и тени смещаются, вы начинаете осознавать, что рядом находится еще одно существо..",
			"Вы останавливаетесь и обдумываете ситуацию, глядя сквозь густой туман на деревья, окружающие вас. Вы можете почти разглядеть движущиеся фигуры - и они приближаются."
		],
		"OPTIONS": [
			"[Продолжить]",
			"[Идти вперёд] #rВстретить #rкого-то #rбезжаластного.",
			"[Остановиться и отдохнуть] #rВстретить #rкого-то #rленивого.",
			"[Анализировать ситуацию] #rВстретить #rкого-то #rбессердечного.",
			"[Сражаться!]"
		]
	},
	"FF_Serpent": {
		"NAME": "Ложный Змей",
		"DESCRIPTIONS": [
			"Вы находите необычную яму в глубине леса. Когда вы приближаетесь к отверстию, перед вами материализуется знакомое существо-змея.. NL NL ~\"Хо~ ~Хоо!~ ~Привет~ ~привет!~ ~Кто~ ~это~ ~у~ ~нас~ ~тут?~ Здравствуй, Странник. Я задам простой вопрос. NL Самая полная жизнь - это та, в которой ты можешь #y~иметь~ #y~всё!~ NL Разве нет?\"",
			"~\"Даааааа!~ NL ~Тшшш~ ~Всё~ ~будет~ ~стоить~ ~того.~ NL ~..шшшШШШшш.....~ ~шш...~ ~шшшш....!\"~",
			"TЗмей некоторое время молчит. Без предупреждения, он внезапно бросается на вас с ослепительной скоростью - но исчезает в безобидном тумане в нескольких дюймах от вашего лица.",
			"Усмешка змея расширяется, и она поднимает голову вверх. Прежде чем он может что-либо сделать, он рассеивается в тумане - но оставляет за собой награду."
		],
		"OPTIONS": [
			"[Согласиться] #gПолучить #gэффект #gслучайной #gРеликвии. #rДобавьте #копию #rСомнения #rв #вашу #rстопку #rдобора.",
			"[Не согласиться]",
			"[Продолжить]",
			"[Уйти]"
		]
	},
	"FF_Scrap Ooze": {
		"NAME": "Ложная тина",
		"DESCRIPTIONS": [
			"Пробираясь сквозь деревья, вы слышите журчание и грохот металлических предметов. Перед вами похожее на слизня существо с множеством странных артефактов, плавающих внутри. Вы можете увидеть #yСокровище в центре ... но слизень уже кажется раздраженным вашим присутствием.",
			"Вам удается схватить #yРеликвию и вытащить её. Ваша одежда собирает изрядное количество слизи в процессе."
		],
		"OPTIONS": [
			"[Забраться внутрь] #gПолучить #gэффект #gслучайной #gРеликвии. #rДобавьте #r3 #rВ #rСлизи #rв #rвашу #rруку.",
			"[Уйти]"
		]
	},
	"FF_Big Fish": {
		"NAME": "Ложные Рыбаки",
		"DESCRIPTIONS": [
			"Пробираясь между деревьями, вы видите ~парящие~ #yБанан, #yПончик и #yКоробку. Вы, кажется, помните что-то подобное, но при более внимательном рассмотрении вы не обнаруживаете никаких цепочек или уловок, удерживающих объекты на месте. NL Что ты сделаешь?",
			"Вы едите #yБанан. Он довольно питательный и исцеляет вас. NL Другие объекты превращаются в туман и исчезают.",
			"Вы едите #yПончик. Вы наполнены энергией! Ваша #yЛовкость увеличивается. NL Другие объекты превращаются в туман и исчезают.",
			"Вы берете коробку. Внутри вы находите #yРеликвию! NL Однако, вкусные фрукты превращаются в туман, прежде чем вы сможете их схватить ... NL Вы полны грусти и но #rСожаления .."
		],
		"OPTIONS": [
			"[Банан] #gВосполнить #g",
			" #gздоровья.",
			"[Пончик] #gПолучить #g",
			" #yЛовкость.",
			"[Коробка] #gПолучить #gэффект #gслучайной #gРеликвии. #rДобавьте #копию #rСожаления #rв #вашу #rстопку #rдобора.",
			"[Уйти]"
		]
	},
	"FF_Will-o-Wisp": {
		"NAME": "Ложный совет призраков",
		"DESCRIPTIONS": [
			"Из тумана появляется плавающий свет, жутко парящий рядом. При рассмотрении вы понимаете, что это духи.",
			"Тепло духа странно утешительно.",
			"Вы следуете за блуждающим светом в течение некоторого времени, углубляясь в лес. Когда вы идете, вы чувствуете, что оставили свои заботы позади.",
			"Дух взрывается огнем и светом. Когда ваше зрение возвращается, вы замечаете реликвию."
		],
		"OPTIONS": [
			"[Коснуться] #gВосполнить #g",
			" #gздоровья.",
			"[Следовать] #gСжечь #gлюбую #g #gкарту #g(не #gпроклятие).",
			"[Ударить] #gПолучить #gэффект #gслучайной #gРеликвии. #rДобавьте #копию #rОжога+ #rв #вашу #rстопку #rдобора.",
			"[Уйти]"
		]
	},
	"FF_Drug Dealer": {
		"NAME": "",
		"DESCRIPTIONS": [
			"Знакомое лицо выходит из тумана. NL \"Добро пожаловать. Хочешь немного #yК.А.Ч.а.? Это даст вам силу, которую вы желаете. Он понадобится вам, если вы собираетесь пройти через это место. NL Ну как? Хочешь #yПРОКАЧАТЬСЯ?\" NL ",
			"~\"Прелесно.\"~ NL Опасный на вид шприц, наполненный светящейся жидкостью, материализуется в руке человека и вручается вам. Как только вы берете это, фигура исчезает в тумане леса.",
			"\"Неразумный выбор. Вы должны будете научиться этому...\" NL Голос человека утихает, и он сам исчезает перед вами."
		],
		"OPTIONS": [
			"[Принять] #rПотерять #r",
			" #rздоровья: #gПолучить #g",
			" #yСилы.",
			"[Уйти]",
			"[Отклонить]"
		]
	},
	"FF_Golden Idol": {
		"NAME": "Ложный Идол",
		"DESCRIPTIONS": [
			"Вы сталкиваетесь с неприметным постаментом с #yблестящим #yзолотым #yидолом, мирно стоящем на вершине. Вы одержимы желанием получить этот объект. Вы @ДОЛЖНЫ@ взять это! NL Не обращая ни на что внимание, вы шагаете вперед...",
			"Как только вы дотрагиваетесь до идола, он превращается в туман в ваших руках. Когда вы возвращаетесь к чувствам, из тумана появляется огромный валун, подталкиваемый к вам какой-то невидимой силой.",
			"@БЕЕГИ!@ NL Кажется, что валун имеет собственный разум, меняющий направление, чтобы следовать за вами сквозь деревья. NL В конце концов, грохот позади вас останавливается. Обернувшись, вы не видите следов валуна. К сожалению, у вас такое ощущение, что вы вывихнули что-то во время побега.",
			"Вы бросаетесь в валун со всем, что у вас есть. Он испаряется, как только вы ударяете его, но мощная сила отбрасывает вас назад, врезая в ближайшее дерево.",
			"Валун следует за вами, соответствуя вашему ходу. Когда вы думаете, что сбежали от него, он падает через ряд деревьев. NL @БАМ!@ Одно из упавших деревьев приземляется на вас, оставляя множество синяков и осколков. Когда ты встаешь, валуна нигде не найти."
		],
		"OPTIONS": [
			"[Продолжить]",
			"[Убежать] #rДобавить #r",
			" #rРан #rв #rвашу #rстопку #rдобора.",
			"[Броситься на него] #rПолучить #r",
			" #rУрона.",
			"[Спрятаться] #rПолучить #r",
			" #rУрона. #rПолучить #r",
			" #rУязвимости."
		]
	},
	"FF_Mushrooms": {
		"NAME": "Ложная Поляна Грибов",
		"DESCRIPTIONS": [
			"Вы проходите меж деревьев и натыкаетесь на красивое поле, заполненное #b~разноцветными~ #b~галлюциногенными~ #b~грибами.~ NL И даже ощущая, что ~они~ ~не~ ~из~ ~этого~ ~мира...~ Но вас всё-равно тянет съесть #b~их...~",
			"Что вы хотите сделать?.",
			"...",
			"...",
			"..."
		],
		"OPTIONS": [
			"[Продолжить]",
			"[Растоптать] #rРазозлить #rгрибы!.",
			"[Съесть] #rПолучить #r",
			" #rУрона. #rДобавить #rпроклятие #rПаразит #rв #rвашу #rстопку #rдобора."
		]
	},
	"FF_SensoryStone": {
		"NAME": "Ложный тессеракт",
		"DESCRIPTIONS": [
			"При проходе через лес, вы замечаете #bсветящийся #bтессеракт, который слегка @крутится@, ~висит~ в воздухе.",
			"Вы докоснулись до него. NL NL #r@Острая@ #r@боль@ переходит в тебя, после хоторых следует проблеск какого-то воспоминания . NL ...Чьё оно?",
			"#r~FEAR.~ NL NL Над тобой возвышается демоническое существо, широко расправляющее крылья, которое воет от смеха. Трупы окружают вас, а пока деревня охвачена ужасным #p~тёмным~ #p~пламенем.~ NL NL Демон кричит, дразнит тебя. NL NL \" #r@ТЕПЕРЬ@ #r@ТЫ@ #r@ЗДЕСЬ@ #r@САМЫЙ@ #r@СИЛЬНЫЙ!@ #r@Хаха..@ #r@ХАХАХА...@ #r@ХААААХАААХАА!!@ \" NL NL Этот смех запомнился вам навсегда... ",
			"#g~TRIUMPH.~ NL NL Останки #p~призрачного~ #p~существа~ медленно превращаются в грязь, едва заметную в лунном свете. Вы показали себя своим сёстрам. NL NL Стоя с победой, вы молча ждете, пока другие водружают #yчереп #yсущества на вашу голову. Ритуал завершен. NL NL Вы направляетесь к Шпилю...",
			"#b~CONFUSION.~ NL NL #y[ЦЕЛЬ:] #gБАЛАНС #gДОЛЖЕН #gбыть #gОБЕСПЕЧЕН NL #y[НЕОБХОДИМО] #g NL #y[ОШИБКА] #gБАЛАНС #gНЕ #gНАЙДЕН NL #y[НЕОБХОДИМО] #gБАЛАНС NL #y[ОШИБКА] #gБАЛАНС #gНЕ #gНАЙДЕН... NL #y[ПРЕДУПРЕЖДЕНИЕ:] #rБольшой #rобъект #rприближается NL NL ~\"Меня...~ ~..зовут~ ~....Ньов..\"~"
		],
		"OPTIONS": [
			"[Воспомнить] #gДобавьте #g1 #gбесцветную #gкарту #gв #gвашу #gруку. #rПолучите #r",
			"[Воспомнить] #gДобавьте #g2 #gбесцветные #gкарты #gв #gвашу #gруку. #rПолучите #r",
			"[Воспомнить] #gДобавьте #g2 #gбесцветные #gкарты #gв #gвашу #gруку. #rПолучите #r",
			" #rурона #r",
			" #rраз.",
			"[Уйти]",
			"[Коснуться]"
		]
	},
	"FF_Vampires": {
		"NAME": "Ложные Вампиры",
		"DESCRIPTIONS": [
			"Ваш путь по лесу прерывается множеством фигур в капюшонах, которые появляются из-за деревьев вокруг вас. Самый высокий из них обнажает клыки и протягивает длинную, бледную руку к вам. NL ~\"Присоединись~ ~к~ ~нам~ ~брат,~ ~почувствуй~ ~уют~ ~Леса~.\"~ NL Они не выглядят так, как будто собираются напасть на вас, но и не примут ответет «нет»...",
			"Ваш путь по лесу прерывается множеством фигур в капюшонах, которые появляются из-за деревьев вокруг вас. Самый высокий из них обнажает клыки и протягивает длинную, бледную руку к вам. NL ~\"Присоединись~ ~к~ ~нам~ ~сестра,~ ~почувствуй~ ~уют~ ~Леса~.\"~ NL Они не выглядят так, как будто собираются напасть на вас, но и не примут ответет «нет»...",
			"Ваш путь по лесу прерывается множеством фигур в капюшонах, которые появляются из-за деревьев вокруг вас. Самый высокий из них обнажает клыки и протягивает длинную, бледную руку к вам. NL ~\"Присоединись~ ~к~ ~нам~ ~потерянный,~ ~почувствуй~ ~уют~ ~Леса~.\"~ Они не выглядят так, как будто собираются напасть на вас, но и не примут ответет «нет»...",
			"Высокая фигура хватает тебя за руку, тянет тебя к себе и кусает в шею. Ты чувствуешь @темную@ @силу@, льющуюся в твою шею и идущую по твоему телу. Фигуры в капюшонах превращаются в туман и исчезают, один за другим. NL Интенсивный голод проходит через ваш живот. Вы #rдолжны #rуталить #rголод...",
			"Вы решаете расчистить себе путь к выходу. Любые враги, пораженные вашими атаками, испаряются, но бесконечное их количество продолжает появляться с деревьев. NL Вы бежите, боретесь, получаете урон. Моргаете. Их нет."
		],
		"OPTIONS": [
			"[Принять] #gСожгите #gвсе #gУдары. #gПолучите #g5 #gУкусов. #rПотеряйте #r",
			" #rздоровья.",
			"[Прорыв] #rПолучите #r",
			" #rурона.",
			"[Продолжить]"
		]
	},
	"FF_Headache": {
		"NAME": "Головная боль",
		"DESCRIPTIONS": [
			"Когда вы проходите меж деревьями, ваши мысли путаются. Ваша голова начинает @болеть@ NL После некоторого времени, боль становится #rнепереносимой.",
			"Вы игнорируете боль и идёте вперед. Это занимает значительную часть ваших сил.",
			"Вы закрываете глаза. Вы концентрируетесь на своих мыслях, своем сердцебиении, на себе. Боль немного облегчается - но вы забыли про опасности, окружающие вас.",
			"Вы пытаетесь отвлечь себя от боли и от беспокойного леса, который вас окружает. Боль скоро стихает. В основном."
		],
		"OPTIONS": [
			"[Игнорировать] #rПолучите #r",
			" #rСлабости.",
			"[Сфокусироваться] #rПолучите #r",
			" #rХрупкости.",
			"[Отвлечся] #rДобавьте #r",
			" #rГоловокружения #rв #rвашу #rстопку #rсброса.",
			"[Уйти]"
		]
	},
	"FF_Curse": {
		"NAME": "Ложные стены",
		"DESCRIPTIONS": [
			"Деревья вокруг вас внезапно сдвигаются, образуя стену, чтобы заманить вас в ловушку. #b~Яркие~ #b~руны~ внезапно появляются на стенах вашей клетки. Вы чувствуете ~магичискую~ ~силу~, исходящую от них...",
			"Вы чувствуете, как злая магия вливается в вас. NL Деревья раздвигаются, и вы быстро уходите."
		],
		"OPTIONS": [
			"[Синяя Руна] #rПолучить #rСглаз.",
			"[Зелёная руна] #rПолучить #rЗамешательство.",
			"[Красная Руна] #rПолучить #rЗамедление.",
			"[Уйти]"
		]
	},
	"FF_Fork": {
		"NAME": "Развилка",
		"DESCRIPTIONS": [
			"Вы встречаете развилку на пути через деревья. Каждый вариант идентичен, за исключением шумов, исходящих от каждого.",
			"Тропа скоро становится влажной и грязной. Вскоре вы попали в засаду слизней!",
			"Вы можете слышать, как что-то движется сквозь листву во время ходьбы. Лесные существа показывают себя с обнаженными клыками!",
			"Вы слышите приглушенные голоса и шепот. Вскоре перед вами предстает небольшая компания гремлинов!"
		],
		"OPTIONS": [
			"[Хлюпание] #rСразиться #rсо #rСлизнаями.",
			"[Growling] #rСразиться #rсо #rЗверьми.",
			"[Snickering] #rСразиться с #rГремлинами.",
			"[Fight]"
		]
	},
	"FF_Fork2": {
		"NAME": "Два пути",
		"DESCRIPTIONS": [
			"Блуждая бесцельно, вы обнаружите перед собой два ясных пути. Один, кажется, был вырезан огнем, другой отмечен следами.",
			"Вы идете по дымящемуся пути. Причина пожаров вокруг вас скоро выясняется: этот маршрут был проложен автоматоном!",
			"Те, кто пришел сюда раньше, чем вы, возможно, знают выход. Вы идёте по следам. Nl К сожалению, вы находите, это не выход, а врага!",
			"Надеясь избежать неприятностей, вы бродите по деревьям, не следуя ни одному из путей. Конечно, ваши надежды напрасны; вскоре вы сталкиваетесь с новой угрозой!"
		],
		"OPTIONS": [
			"[Следовать выжженному пути] #rСразиться #rс #rчем-то #rмеханическим.",
			"[Идти по шагам] #rСразиться #rс #rчеловеком.",
			"[Избежать оба] #rСразиться #rс #rчем-то #rнеизвестным.",
			"[Fight]"
		]
	},
	"FF_Ravine": {
		"NAME": "Ущелье",
		"DESCRIPTIONS": [
			"Овраг блокирует ваш путь. Оборачиваясь назад, вы обнаруживаете, что он и позади вас. NL Их края покрыты острыми камнями; взобраться будет трудно. Возможно, вы сможете перепрыгнуть его, но края кажутся довольно далёкими...",
			"Вы осторожно лезете, но зубчатые скалы и крутые склоны по-прежнему берут свое.",
			"С грацией и небольшой паникой, вам удается перепрыгнуть через пропасть целыми и невредимыми.",
			"Ваш прыжок заканчивается на дне оврага. Вы должны подняться обратно - но, что еще хуже, такое чувство, что вы что-то сломали."
		],
		"OPTIONS": [
			"[Взобраться] #rПолучить #r",
			" #rурона.",
			"[Прыгнуть] #r",
			"%: #rполучить #r",
			" #rурона #rи #r1 #rРану.",
			"[Continue]"
		]
	},
	"FF_Finale": {
		"NAME": "Лес увядает",
		"DESCRIPTIONS": [
			"Вокруг вас рассеивается туман; угрозы начинают исчезать. Вскоре сам лес исчез, оставив вас на знакомой территории. NL Вы пережили испытание леса."
		],
		"OPTIONS": [
			"[Продолжить]"
		]
	}
}