{
  "Stuck": {
	"NAME": "Застрял",
    "DESCRIPTIONS": [
			"Пролезая между обломками, вам удалось застрять ногой между некоторых камней.",
			"Что вы будете делать?",
			"Как же хорошо, что этого никто не видит!",
			"Ваше достоинство дороже времени."
	],
    "OPTIONS": [
			"[Продолжить]",
			"[Снять Штаны] #rПотерять ",
			"[Приложить немного силы] #gУлучшить ",
			"[Закрыто] Требуется: Улучшеная карта",
			"[Уйти]"
    ]
  },
  "ReplayTeleport": {
	"NAME": "Портал",
    "DESCRIPTIONS": [
			"Пространство само крутится и поворачивается на ваших глазах!"
	],
    "OPTIONS": [
			"[Войти в портал]"
    ]
  },
  "Mirror Mist": {
	"NAME": "Зеркальный Туман",
	"DESCRIPTIONS": [
		"В тумане вы видите искривленное отражение себя. Вы изо всех сил пытаетесь сохранить свои собственные мысли, поскольку кружащие цвета окружают и напрягают вас.",
		"Вы на короткое время вспоминаете потерянные воспоминания, но они принадлежат кому-то другому. Туман рассеивается, оставляя вас несколько дезориентированным.",
		"Вы чувствуете, как будто какая-то часть вас была потеряна, но вы не можете понять этого. Когда туман рассеивается, это чувство забывается."
	],
	"OPTIONS": [
		"[Закрыто] Требуется: ",
		".",
		"[Потерять ",
		"] #gПолучить #gВыживание #gи #gОбезвредить.",
		"] #gПолучить #gПылающую #gКровь.",
		"[Блуждать] Изменить и улучшить случайную карту.",
		"[Уйти]",
		"] #gПолучить #gШипящую #gКровь.",
		"] #gПолучить ",
		" и ",
		"[Искать] #gПолучить ",
		" #gзолота. #r",
		"%: #rПолучить #rпроклятье #r- #r",
		"[Медитировать] #gПолностью #gисцелиться. #rПолучить #rпроклятье #r- #r",
		"[Любоваться] #g",
		"%: #gПолучить #gРеликвию. #r"
	]
  },
  "Trapped Chest": {
	"NAME": "Сундук-Ловушка",
	"DESCRIPTIONS": [
		"Вы найдете запертый сундук. Что-то это не нравится вам...",
		"Когда вы открываете сундук, дротики внезапно вылетают!",
		"Ключ плавно отпирает сундук, не вызывая механизм ловушки.",
		"Несмотря на все ваши усилия, ловушка сумела поразить цель. Но по крайней мере сундук открыт!",
		"Вам едва удается увернуться от дротиков.",
		"Сундук содержит спрятанные предметы!"
	],
	"OPTIONS": [
		"[Взломать замок] #gПолучить #gслучайную #gнаграду. #rАктивировать #rловушку.",
		"[Использовать Проклятый Ключ] #gПолучить #gслучайную #gнаграду. #rПолучить #rслучайное #rпроклятие.",
		"[Закрыто] Требуется: Проклятый Ключ.",
		"[Уйти]",
		"[Выдержать] #rСтать #rпроклятым #r- #r",
		"[Заблокировать] #rTake #r",
		" #rDamage.",
		"[Увернуться] #r",
		"%: #rTake #r",
		"[Открыть сундук]",
		"[Закрыто] Требуется: Матрёшка.",
		"[Закрыто] Не осталось зарядов Матрёшки.",
		"[Использовать заряд Матрёшки] #gПолучить #gдвойную #gнаграду."
	]
  },
  "Chaos Ring Event": {
	"NAME": "Кольца Мертвеца",
	"DESCRIPTIONS": [
		"Когда вы проходите мимо скелета, вы замечаете, что на каждой его руке надето #yкрасное #yкольцо. Вы чувствуете какую-то хаотическую энергию, исходящую от них; только взгляд на них заставляет вашу голову начать колотиться.",
		"Вы не знаете, как подобрать проклятые кольца, которые вы нашли на мертвых людях безопасно, но есть только одна идея..."
	],
	"OPTIONS": [
		"[Левая Рука] #gПолучить #g1 #gКольцо. #r50%: #rполучить #rпроклятие - ",
		"[Правая Рука] #gПолучить #g1 #gКольцо. #r50%: #rполучить #rпроклятие - ",
		"[Обе Руки] #gПолучить #g2 #gКольца. #r75%: #rполучить #rслучайное #rпроклятие",
		"[Уйти]"
	]
  },
  "ReplayMapScout": {
	"NAME": "Разведать Карту",
	"DESCRIPTIONS": [
		"К вам подходит молодой человек с диким выражением в глазах, рассказывая об опасностях Шпиля. NL \"Монстры за гранью воображения впереди! ~Ах,~ ~но~ ~я ~ @Я@ @знаю@ @это@ @место!@ Я видел, где находятся опасности и знаю, как их избежать. Вы заинтересованы, да?\"",
		"Кажется, он знает, как избежать определенных угроз, и готов делиться своими знаниями - хоть и за немного золота.",
		"Вы решаете, что лучше просто продолжить свой путь.",
		"Человек охотно рассказывает вам то, что вы хотели знать, а также довольно много дополнительных вещей, на которые вам наплевать. NL Вы корректируете свой маршрут в следующую область, основываясь на этой новой информации.",
		"Вы говорите человеку, что вам не нужно избегать опасности, и просите его указать вам на величайшую силу, которую он знает. NL Человек на мгновение становится нехарактерно тихим, широкая улыбка растекается по его лицу. NL NL #r~\"...~ #r~Ты..~ #r~ты~ #r~уверен?\"~",
		"Человек разражается диким смехом, а затем вручает вам увядшую и окровавленную карту с отмеченным на ней местоположением. NL Ты не знаешь, с чем столкнешься, но скоро узнаешь."
	],
	"OPTIONS": [
		"[Закрыто] Требуется: ",
		" золота",
		"[Потеряйте ",
		"] Вы не встретите #yПробужденного в следующем акте",
		"] Вы не встретите #yДеку #yи #yДону в следующем акте.",
		"] Вы не встретите #Пожирателя #yВремени в следующем акте.",
		"[Игнорировать]",
		"[Уйти]",
		"[Встретить свою судьбу] Вы встретите #rчто-то #ужасное в следующем акте.",
		"#rДа",
		"#gНет",
		"[Продолжить]"
	]
  },
  "Grembo": {
	"NAME": "Грембо Великий",
	"DESCRIPTIONS": [
		"К вам подходит маленький гремлин с крошечным мечом. NL \"Вот! Это я, #y@ГРЕМБО@ #y@ВЕЛИКИЙ!\"@ NL Существо, кажется, считает себя гораздо более угрожающим, чем оно есть на самом деле.",
		"Гремлин говорит. NL \"Грембо смотрел, как ты сражаешься. Грембо также любит драться! Грембо одолжит тебе #gвеликую #gсилу, если ты дашь #yблестяшки!\" NL Он кажется заслуживающим доверия, хотя и немного бредовым.",
		"\"Хорошая оплата! Легендарная сила #yГрембо - ваша!\" NL Пока он говорит это, из тени появляется небольшая группа #bгремлинов. Похоже, у вас появились друзья.",
		"\"Хорошо. Грембо пофиг! У Грембо есть и другие, более сильные воины, чтобы одолжить свои услуги!\" NL Он не очень хорошо скрывает свое разочарование. Он исчезает в тени города."
	],
	"OPTIONS": [
		"[Продолжить]",
		"[Закрыто] Требуется: ",
		"[Потерять ",
		" золота",
		"] #yОбъеденить #gсилы #gс #gВеликим #gГрембо.",
		"[Отклонить предложение]"
	]
  },
  "Tinkerer": {
	"NAME": "Ремесленник",
	"DESCRIPTIONS": [
		"Человек с грязными волосами и дикими глазами, скрытыми за очками, появляется из переулков. NL \" @Добро@ @пожаловать!@ Я известен как #yРемесленник. Могу я взгялнуть на твоё снаряжение?\"",
		"Ремесленник утилизирует предлагаемый объект, используя кусочки для улучшения некоторого другого вашего снаряжения. Он, кажется, вполне наслаждается задачей.",
		"Человек достаёт ряд инструментов и начинает работать. NL ",
		"Мужчина радостно берет предложенный предмет и начинает его разбирать и переставлять его компоненты. NL ",
		"В порыве движения человек хватает объект и правильно настраивает его различные компоненты. NL ",
		"Через некоторое время он с гордостью представляет вам результат своей работы.",
		"Когда он возвращает устройство, вы вряд ли узнаете его.",
		"В конце концов он возвращает объект, и взволнованно рассказывает про его новых функции и улучшения, которые он добавил.",
		"При внезапном взрыве света и огня объект разрушается. В состоянии паники, мужчина извиняется за неудачу.",
		"Когда вы возвращаете свое оборудование, оно становится ничем иным, как бесполезной кучей деталей. Тот человек кажется, не замечает этот факт."
	],
	"OPTIONS": [
		"[Уйти]",
		"[Закрыто] Требуется: ???",
		"[Закрыто] Требуется: Улучшеная карта",
		"[Потерять улучшеную карту] #gУлучшить #g",
		" #gкарт.",
		"[Потерять ",
		"] #g",
		"% #gПолучить ",
		"[Использовать]",
		"Потерять карту",
		"Улучшить две карты"
	]
  },
  "ReplayTheSpireMod:TheMausoleumExtra": {
	"NAME": "Мавзолей",
	"DESCRIPTIONS": [
		"Вы открываете гроб. Когда вы это сделали, #p~чёрный~ #p~туман~ извергается и покрывает всю комнату! Внутри вы не находите тела, там только #y~реликвия.~ Вы берете её и двигаетесь вперед, #r@сильно@ #r@кашляя.@",
		"Вы открываете гроб. Туман рассеивается безвредно. Внутри вы находите останки украшенного солдата, схватившего старую #yреликвию. Вы крадете её и идете дальше."
	],
	"OPTIONS": [
		"[Открыть гроб] #gПолучить #gпеликвию. #r",
		"%: #rполучить #rслучайное #rпроклятие."
	]
  },
  "ReplayTheSpireMod:TheJoustExtra": {
	"NAME": "Рыцарский турнир",
	"DESCRIPTIONS": [
		"Призрак, с которым ты путешествовал, взволнованно подбегает к рыцарю. NL #y@\"Нулэлс!!\"@ NL Рыцарь очень рад воссоединиться со своим питомцем, даже если он теперь призрак. Проливая слезы радости, он предлагает вам #gнаграду за помощь. NL NL Другой рыцарь просто ... уходит."
	],
	"OPTIONS": [
		"[Закрыто] Требуется: Призрак Питомца.",
		"[Потерять Призрак Питомца] #gПолучить #g",
		" #gзолота. #gВыберите #gредкую #gкарту #gи #gвозьмите #gеё."
	]
  },
  "ReplayTheSpireMod:DanceKnight": {
	"NAME": "Тест Рыцаря",
	"DESCRIPTIONS": [
		"Высокий рыцарь блокирует ваш путь. NL \"Стой! Только те, кто #yдоказали #yсвою #yмощь могут пройти здесь!\"",
		""
	],
	"OPTIONS": [
		"[Улучшить силу] Испытание боем.",
		"[Улучшить ловкость] Испытание танцем.",
		"[Улучшить фокус] Викторина."
	]
  }
}